Repository: alexbates/Tamari
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, ja, ru

source: all ingredients from this recipe are already on your shopping list.
de: alle Zutaten dieses Rezepts bereits auf Ihrer Einkaufsliste stehen.
es: todos los ingredientes de esta receta ya están en su lista de la compra.
fr: tous les ingrédients de cette recette figurent déjà sur votre liste de courses.
ja: このレシピの材料はすべて、すでに買い物リストにある。
ru: Все ингредиенты этого рецепта уже есть в вашем списке покупок.

source: please select a shopping list.
de: Bitte wählen Sie eine Einkaufsliste aus.
es: seleccione una lista de la compra.
fr: veuillez sélectionner une liste d'achats.
ja: ショッピングリストを選択してください。
ru: Пожалуйста, выберите список покупок.

source: please select a date.
de: Bitte wählen Sie ein Datum.
es: seleccione una fecha.
fr: veuillez sélectionner une date.
ja: 日付を選択してください。
ru: Пожалуйста, выберите дату.

source: This recipe has been added to your meal plan.
de: Dieses Rezept wurde in Ihren Speiseplan aufgenommen.
es: Esta receta ha sido añadida a su plan de comidas.
fr: Cette recette a été ajoutée à votre plan de repas.
ja: このレシピはミールプランに追加されました。
ru: Этот рецепт добавлен в ваш план питания.

source: the selected date in invalid.
de: das ausgewählte Datum ist ungültig.
es: la fecha seleccionada en inválida.
fr: la date sélectionnée n'est pas valide.
ja: 選択された日付は無効です。
ru: выбранная дата недействительна.

source: this recipe is already scheduled for the selected date.
de: dieses Rezept ist bereits für das ausgewählte Datum vorgesehen.
es: esta receta ya está programada para la fecha seleccionada.
fr: cette recette est déjà programmée pour la date sélectionnée.
ja: このレシピは選択された日付にすでに予定されています。
ru: этот рецепт уже запланирован на выбранную дату.

source: View details for the selected recipe saved in My Recipes.
de: Zeigt die Details des ausgewählten Rezepts an, das unter Meine Rezepte gespeichert ist.
es: Ver los detalles de la receta seleccionada guardada en Mis recetas.
fr: Affiche les détails de la recette sélectionnée, enregistrée dans Mes recettes.
ja: マイレシピに保存されているレシピの詳細を表示します。
ru: Просмотр сведений о выбранном рецепте, сохраненном в папке "Мои рецепты".

source: the category you entered already exists.
de: die von Ihnen eingegebene Kategorie bereits existiert.
es: la categoría que ha introducido ya existe.
fr: la catégorie que vous avez saisie existe déjà.
ja: 入力したカテゴリーはすでに存在しています。
ru: введенная вами категория уже существует.

source: you are limited to 40 categories.
de: sind Sie auf 40 Kategorien beschränkt.
es: está limitado a 40 categorías.
fr: vous êtes limité à 40 catégories.
ja: 40のカテゴリーに制限されている。
ru: Вы ограничены 40 категориями.

source: The category has been added.
de: Die Kategorie wurde hinzugefügt.
es: Se ha añadido la categoría.
fr: La catégorie a été ajoutée.
ja: カテゴリーが追加されました。
ru: Категория была добавлена.

source: Categories
de: Kategorien
es: Categorías
fr: Catégories
ja: カテゴリー
ru: Категории

source: Displays a list of your saved categories and all recipes saved in the selected category.
de: Zeigt eine Liste Ihrer gespeicherten Kategorien und aller in der ausgewählten Kategorie gespeicherten Rezepte an.
es: Muestra una lista de sus categorías guardadas y todas las recetas guardadas en la categoría seleccionada.
fr: Affiche une liste des catégories enregistrées et de toutes les recettes enregistrées dans la catégorie sélectionnée.
ja: 保存したカテゴリーと、選択したカテゴリー内のすべての保存済みレシピを表示します。
ru: Отображает список сохраненных категорий и все рецепты, сохраненные в выбранной категории.

source: Displays a list of your saved categories and all recipes in the selected category.
de: Zeigt eine Liste Ihrer gespeicherten Kategorien und aller Rezepte in der ausgewählten Kategorie an.
es: Muestra una lista de sus categorías guardadas y todas las recetas de la categoría seleccionada.
fr: Affiche la liste des catégories enregistrées et toutes les recettes de la catégorie sélectionnée.
ja: 保存したカテゴリーと、選択したカテゴリー内のすべての保存済みレシピを表示します。
ru: Отображает список сохраненных категорий и все рецепты в выбранной категории.

source: category does not exist or you do not have permission to remove it.
de: Kategorie nicht existiert oder Sie nicht berechtigt sind, sie zu entfernen.
es: la categoría no existe o no tiene permiso para eliminarla.
fr: n'existe pas ou vous n'êtes pas autorisé à la supprimer.
ja: カテゴリが存在しないか、削除する権限がありません。
ru: категория не существует или у вас нет разрешения на ее удаление.

source: Miscellaneous cannot be deleted because it is the default category.
de: Miscellaneous kann nicht gelöscht werden, da es die Standardkategorie ist.
es: Varios no puede eliminarse porque es la categoría por defecto.
fr: Miscellaneous ne peut pas être supprimé, car c'est la catégorie par défaut.
ja: その他」はデフォルトのカテゴリーであるため、削除することはできない。
ru: Категорию "Miscellaneous" нельзя удалить, поскольку она является категорией по умолчанию.

source: Category has been removed.
de: Die Kategorie wurde entfernt.
es: Se ha eliminado la categoría.
fr: La catégorie a été supprimée.
ja: カテゴリーが削除されました。
ru: Категория была удалена.

source: category does not exist.
de: Kategorie gibt es nicht.
es: categoría no existe.
fr: n'existe pas.
ja: カテゴリは存在しない。
ru: категория не существует.

source: recipe does not exist or you do not have permission to delete it.
de: Das Rezept existiert nicht oder Sie haben keine Berechtigung, es zu löschen.
es: la receta no existe o no tiene permiso para borrarla.
fr: La recette n'existe pas ou vous n'avez pas la permission de la supprimer.
ja: レシピが存在しないか、削除する権限がありません。
ru: рецепт не существует или у вас нет разрешения на его удаление.

source: Recipe has been removed.
de: Das Rezept wurde entfernt.
es: Se ha eliminado la receta.
fr: La recette a été supprimée.
ja: レシピは削除されました。
ru: Рецепт был удален.

source: The form was autofilled successfully.
de: Das Formular wurde erfolgreich automatisch ausgefüllt.
es: El formulario se ha autocompletado correctamente.
fr: Le formulaire a été rempli avec succès.
ja: フォームの自動入力に成功しました。
ru: Форма была успешно автозаполнена.

source: Some fields have been autofilled, please manually complete the remaining.
de: Einige Felder wurden bereits automatisch ausgefüllt, die übrigen füllen Sie bitte manuell aus.
es: Algunos campos se han rellenado automáticamente, por favor, rellene manualmente los restantes.
fr: Certains champs ont été remplis automatiquement, veuillez compléter manuellement les autres.
ja: いくつかのフィールドは自動入力されていますが、残りのフィールドは手動で入力してください。
ru: Некоторые поля были заполнены автоматически, остальные заполните вручную.

source: Error: could not autofill from the given URL.
de: Error: Die angegebene URL konnte nicht automatisch ausgefüllt werden.
es: Error: no se ha podido autocompletar desde la URL indicada.
fr: Erreur : Impossible d'effectuer le remplissage automatique à partir de l'URL donnée.
ja: エラー: 指定されたURLからオートフィルできませんでした。
ru: Ошибка: не удалось выполнить автозаполнение с указанного URL.

source: The recipe has been added.
de: Das Rezept wurde hinzugefügt.
es: Se ha añadido la receta.
fr: La recette a été ajoutée.
ja: レシピを追加しました。
ru: Рецепт был добавлен.

source: Add a New Recipe
de: Ein neues Rezept Hinzufügen
es: Añadir una Nueva Receta
fr: Ajouter une nouvelle recette
ja: 新しいレシピを追加する
ru: Добавить новый рецепт

source: Use the provided form to add a new recipe to your account.
de: Verwenden Sie das vorgesehene Formular, um ein neues Rezept zu Ihrem Konto hinzuzufügen.
es: Utilice el formulario proporcionado para añadir una nueva receta a su cuenta.
fr: Utilisez le formulaire fourni pour ajouter une nouvelle recette à votre compte.
ja: アカウントに新しいレシピを追加するには、提供されているフォームを使用します。
ru: Используйте форму, чтобы добавить новый рецепт в свой аккаунт.

source: recipe does not exist or you do not have permission to edit it.
de: Das Rezept existiert nicht oder Sie haben keine Berechtigung, es zu bearbeiten.
es: la receta no existe o no tiene permiso para editarla.
fr: La recette n'existe pas ou vous n'avez pas la permission de la modifier.
ja: レシピが存在しないか、編集権限がありません。
ru: рецепт не существует или у вас нет прав на его редактирование.

source: The recipe has been updated.
de: Das Rezept wurde aktualisiert.
es: Se ha actualizado la receta.
fr: La recette a été mise à jour.
ja: レシピを更新しました。
ru: Рецепт был обновлен.

source: Edit Recipe
de: Rezept bearbeiten
es: Editar Receta
fr: Modifier
ja: レシピを編集する
ru: Редактировать рецепт

source: Use the provided form to edit details for the requested recipe.
de: Verwenden Sie das bereitgestellte Formular, um Details für das gewünschte Rezept zu bearbeiten.
es: Utilice el formulario proporcionado para editar los detalles de la receta solicitada.
fr: Utilisez le formulaire fourni pour modifier les détails de la recette demandée.
ja: リクエストされたレシピの詳細を編集するには、提供されたフォームを使用してください。
ru: Воспользуйтесь представленной формой, чтобы отредактировать данные для запрашиваемого рецепта.

source: Add a List
de: Eine Liste hinzufügen
es: Añadir una Lista
fr: Ajouter une liste
ja: リストを追加する
ru: Добавить список

source: Add Item
de: Neu
es: Añadir
fr: Ajouter
ja: アイテムを追加
ru: Добавить товар

source: the shopping list you entered already exists.
de: die von Ihnen eingegebene Einkaufsliste bereits existiert.
es: la lista de la compra que ha introducido ya existe.
fr: la liste de courses que vous avez saisie existe déjà.
ja: 入力した買い物リストはすでに存在しています。
ru: список покупок, который вы ввели, уже существует.

source: you are limited to 20 shopping lists.
de: sind Sie auf 20 Einkaufslisten beschränkt.
es: está limitado a 20 listas de la compra.
fr: vous êtes limité à 20 listes de courses.
ja: ショッピングリストは20個までです。
ru: Вы можете ограничиться 20 списками покупок.

source: The shopping list has been added.
de: Die Einkaufsliste wurde hinzugefügt.
es: Se ha añadido la lista de la compra.
fr: La liste de courses a été ajoutée.
ja: ショッピングリストが追加されました。
ru: Список покупок был добавлен.

source: the list item you entered already exists.
de: der von Ihnen eingegebene Listeneintrag bereits existiert.
es: el elemento de la lista que ha introducido ya existe.
fr: l'élément de la liste que vous avez saisi existe déjà.
ja: 入力したリスト項目はすでに存在しています。
ru: введенный вами элемент списка уже существует.

source: you are limited to 100 items per list.
de: Sie sind auf 100 Einträge pro Liste beschränkt.
es: está limitado a 100 artículos por lista.
fr: vous êtes limité à 100 articles par liste.
ja: 1リストにつき100アイテムまでです。
ru: Вы можете ограничиться 100 элементами в одном списке.

source: The item has been added.
de: Der Artikel wurde hinzugefügt.
es: Se ha añadido el artículo.
fr: L'article a été ajouté.
ja: アイテムが追加されました。
ru: Элемент был добавлен.

source: Shopping Lists
de: Einkaufslisten
es: Listas de Compras
fr: Listes d'Achats
ja: 買い物リスト
ru: Списки покупок

source: Display all saved shopping lists and list items for the selected list.
de: Anzeige aller gespeicherten Einkaufslisten und Listenpositionen für die ausgewählte Liste.
es: Muestra todas las listas de la compra guardadas y los artículos de la lista seleccionada.
fr: Affiche toutes les listes de courses enregistrées et les articles de la liste sélectionnée.
ja: 選択したリストに保存されているすべての買い物リストとリスト項目を表示します。
ru: Отображение всех сохраненных списков покупок и элементов списка для выбранного списка.

source: the list you requested does not exist.
de: die von Ihnen angeforderte Liste existiert nicht.
es: la lista que ha solicitado no existe.
fr: la liste demandée n'existe pas.
ja: リクエストされたリストは存在しません。
ru: запрашиваемый вами список не существует.

source: you are limited to 70 items per list.
de: Sie sind auf 70 Einträge pro Liste beschränkt.
es: está limitado a 70 artículos por lista.
fr: vous êtes limité à 70 articles par liste.
ja: 1リストにつき70アイテムまで。
ru: Вы можете ограничиться 70 пунктами в одном списке.

source: Display all list items for the selected shopping list.
de: Alle Listenpositionen für die ausgewählte Einkaufsliste anzeigen.
es: Mostrar todos los artículos de la lista de la compra seleccionada.
fr: Affiche tous les articles de la liste d'achats sélectionnée.
ja: 選択したショッピングリストのすべてのリスト項目を表示します。
ru: Отображение всех элементов списка для выбранного списка покупок.

source: shopping list does not exist.
de: Einkaufsliste gibt es nicht.
es: la lista de la compra no existe.
fr: la liste de courses n'existe pas.
ja: ショッピングリストは存在しない。
ru: список покупок не существует.

source: cannot be deleted because it is the default shopping list.
de: kann nicht gelöscht werden, da sie die Standardeinkaufsliste ist.
es: no puede borrarse porque es la lista de la compra por defecto.
fr: ne peut pas être supprimée car il s'agit de la liste de courses par défaut.
ja: これはデフォルトの買い物リストなので削除できない。
ru: не может быть удален, поскольку он является списком покупок по умолчанию.

source: Shopping list has been removed.
de: Die Einkaufsliste wurde entfernt.
es: Se ha eliminado la lista de la compra.
fr: La liste d'achats a été supprimée.
ja: ショッピングリストは削除されました。
ru: Список покупок был удален.

source: item does not exist.
de: Element nicht existiert.
es: no existe.
fr: n'existe pas.
ja: 項目が存在しない。
ru: элемент не существует.

source: The item has been removed.
de: Der Artikel wurde entfernt.
es: El artículo ha sido retirado.
fr: L'article a été retiré.
ja: アイテムは削除されました。
ru: Этот предмет был удален.

source: Not Found
de: Nicht gefunden
es: No se ha Encontrado
fr: Non trouvé
ja: 見つかりません
ru: Не найдено

source: The page you requested was not found.
de: Die von Ihnen angeforderte Seite wurde nicht gefunden.
es: No se ha encontrado la página solicitada.
fr: La page demandée n'a pas été trouvée.
ja: リクエストされたページは見つかりませんでした。
ru: Запрашиваемая вами страница не найдена.

source: Go home.
de: Gehen Sie nach Hause.
es: Vete a casa.
fr: Rentrez chez vous.
ja: 家に帰れ。
ru: Иди домой.

source: An unexpected error has occurred. Sorry for the inconvenience!
de: Es ist ein unerwarteter Fehler aufgetreten. Wir entschuldigen uns für die Unannehmlichkeiten!
es: Se ha producido un error inesperado. Disculpe las molestias!
fr: Une erreur inattendue s'est produite. Nous vous prions de nous excuser pour ce désagrément !
ja: 予期せぬエラーが発生しました。ご迷惑をおかけして申し訳ありません！
ru: Произошла непредвиденная ошибка. Извините за причиненные неудобства!

source: Tamari is open source software provided with GNU General Public License v3.0.
de: Tamari ist quelloffene Software, die unter der GNU General Public License v3.0 zur Verfügung gestellt wird.
es: Tamari es un software de código abierto con licencia GNU General Public License v3.0.
fr: Tamari est un logiciel libre fourni avec la licence publique générale GNU v3.0.
ja: TamariはGNU General Public License v3.0で提供されるオープンソースソフトウェアです。
ru: Tamari - это программное обеспечение с открытым исходным кодом, распространяемое по лицензии GNU General Public License v3.0.

source: Developed by Alex Bates.
de: Entwickelt von Alex Bates.
es: Desarrollado por Alex Bates.
fr: Développé par Alex Bates.
ja: アレックス・ベイツが開発。
ru: Разработчик - Алекс Бейтс.

source: Profile picture and Explore category icons designed by Arsyadi Yulian.
de: Profilbild und Erkundungskategorie-Symbole entworfen von Arsyadi Yulian.
es: Imagen de perfil e iconos de categoría Explorar diseñados por Arsyadi Yulian.
fr: Les icônes de l'image de profil et de la catégorie Explorer ont été conçues par Arsyadi Yulian.
ja: Arsyadi Yulianがデザインしたプロフィール画像と見つけるカテゴリのアイコン。
ru: Картинка профиля и иконки категорий Исследовать разработаны Арсиади Юлианом.

source: Icons used by buttons and default recipe photos are licensed via the Noun Project.
de: Die von den Schaltflächen und den Standardrezeptfotos verwendeten Icons sind über das Noun Project lizenziert.
es: Los iconos utilizados en los botones y las fotos de las recetas por defecto tienen licencia de Noun Project.
fr: Les icônes utilisées par les boutons et les photos des recettes par défaut sont sous licence du Noun Project.
ja: ボタンで使用されているアイコンとデフォルトのレシピ写真はNoun Projectを通じてライセンスされています。
ru: Иконки, используемые в кнопках, и фотографии рецептов по умолчанию лицензированы через Noun Project.

source: Inter font is licensed under the SIL Open Font License 1.1.
de: Die Schriftart Inter ist unter der SIL Open Font License 1.1 lizenziert.
es: La fuente Inter está bajo la licencia SIL Open Font License 1.1.
fr: La police Inter est sous licence SIL Open Font License 1.1.
ja: InterフォントのライセンスはSIL Open Font License 1.1です。
ru: Шрифт Inter лицензирован в соответствии с SIL Open Font License 1.1.

source: The jQuery library is licensed under the MIT License.
de: Die jQuery-Bibliothek ist unter der MIT-Lizenz lizenziert.
es: La biblioteca jQuery está licenciada bajo la Licencia MIT.
fr: La bibliothèque jQuery est placée sous la licence MIT.
ja: jQueryライブラリのライセンスはMITライセンスです。
ru: Библиотека jQuery распространяется по лицензии MIT License.

source: Changelog
de: Änderungsliste
es: Registro de Cambios
ja: 変更履歴

source: My Account
de: Mein Konto
es: Mi Cuenta
fr: Mon Compte
ja: マイアカウント
ru: Мой счет

source: Preferences
de: Präferenzen
es: Preferencias
fr: Préférences
ja: 好み
ru: Предпочтения

source: Navigate to Account Preferences
de: Navigieren Sie zu Kontoeinstellungen
es: Vaya a Preferencias de la Cuenta
fr: Naviguer vers les Préférences du compte
ja: アカウント設定に移動する
ru: Перейдите в раздел Параметры учетной записи

source: History
de: Geschichte
es: Historia
fr: L'histoire
ja: 歴史
ru: История

source: Navigate to Account History
de: Zu Kontoverlauf navigieren
es: Ir al Historial de la Cuenta
fr: Accéder à l'historique du compte
ja: アカウント履歴に移動する
ru: Перейти к истории аккаунта

source: This list displays changes to recipes and your account. To view Meal Plan history, go to Meal Planner Completed.
de: Diese Liste zeigt Änderungen an Rezepten und Ihrem Konto an. Um den Verlauf des Essensplans anzuzeigen, gehen Sie zu Essenplaner Abgeschlossen.
es: Esta lista muestra los cambios en las recetas y en su cuenta. Para ver el historial del Plan de comidas, vaya a Planificador de comidas completado.
fr: Cette liste affiche les modifications apportées aux recettes et à votre compte. Pour consulter l'historique du plan de repas, allez dans Plan Repas (Terminé).
ja: このリストには、レシピとお客様のアカウントへの変更が表示されます。ミールプランの履歴を見るには、ミールプランナー完了に進んでください。
ru: Этот список отображает изменения в рецептах и вашем аккаунте. Чтобы просмотреть историю планов питания, перейдите в Планировщик питания (завершен).

source: Navigate to previous page
de: Zur vorherigen Seite navigieren
es: Ir a la página anterior
fr: Naviguer vers la page précédente
ja: 前のページに移動する
ru: Переход на предыдущую страницу

source: Previous
de: Vorherige
es: Anterior
fr: Précédent
ja: 前へ
ru: Предыдущий

source: Navigate to next page
de: Zur nächsten Seite navigieren
es: Ir a la página siguiente
fr: Passer à la page suivante
ja: 次のページに移動する
ru: Переход на следующую страницу

source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次のページ
ru: Следующий

source: User Stats
de: Benutzer-Statistiken
es: Estadísticas de Usuarios
fr: Stats Utilisateurs
ja: ユーザー統計
ru: Статистика пользователей

source: Registered
de: Registriert
es: Registrado
fr: Enregistré
ja: 登録済み
ru: Зарегистрированный

source: Last Visit
de: Letzter Besuch
es: Última Visita
fr: Dernière Visite
ja: 最後の訪問
ru: Последний визит

source: You have %(rec_count)d recipes saved.
de: Sie haben %(rec_count)d Rezepte gespeichert.
es: Tienes %(rec_count)d recetas guardadas.
fr: Vous avez %(rec_count)d recettes sauvegardées.
ja: レシピが %(rec_count)d 保存されています。
ru: У вас сохранено %(rec_count)d рецептов.

source: Select Theme
de: Thema auswählen
es: Seleccionar Tema
fr: Sélectionner Thème
ja: テーマを選ぶ
ru: Выберите тему

source: Choose here
de: Wählen Sie hier
es: Elija aquí
fr: Choisissez ici
ja: ここを選択
ru: Выберите здесь

source: System Default
de: Systemvoreinstellung
es: Sistema por Defecto
fr: Défaut du système
ja: システム・デフォルト
ru: Система по умолчанию

source: Light
de: Licht
es: Luz
fr: Lumière
ja: ライト
ru: Свет

source: Dark
de: Dunkelheit
es: Oscuro
fr: Sombre
ja: 暗い
ru: Темнота

source: Font Size and Scaling
de: Schriftgröße und Skalierung
es: Tamaño y escala de la fuente
fr: Taille et échelle de police
ja: フォントサイズと拡大縮小
ru: Размер шрифта и масштабирование

source: Select Profile Picture
de: Profilbild auswählen
es: Seleccionar Foto de Perfil
fr: Sélectionner l'image profil
ja: プロフィール画像を選択
ru: Выберите изображение профиля

source: Profile Picture
de: Profilbild
es: Foto de Perfil
fr: Profil de l'image
ja: プロフィール写真
ru: Изображение профиля

source: Select Accent Color
de: Akzentfarbe Auswählen
es: Seleccione el Color de Acento
fr: Choisir la couleur d'accent
ja: アクセントカラーを選択
ru: Выберите цвет акцента

source: Select Blue Accent Color
de: Wählen Sie die Akzentfarbe Blau
es: Seleccionar color de acento azul
fr: Sélectionnez la couleur de l'accent bleu
ja: ブルーのアクセントカラーを選択
ru: Выберите синий цвет акцента

source: Blue
de: Blau
es: Azul
fr: Bleu
ja: ブルー
ru: Голубой

source: Select Green Accent Color
de: Wählen Sie eine grüne Akzentfarbe
es: Seleccionar color de acento verde
fr: Sélectionnez la couleur verte de l'accent
ja: グリーンのアクセントカラーを選択
ru: Выберите цвет зеленого акцента

source: Green
de: Grün
es: Verde
fr: Vert
ja: グリーン
ru: Зеленый

source: Select Purple Accent Color
de: Lila Akzentfarbe auswählen
es: Seleccionar color de acento morado
fr: Sélectionnez la couleur de l'accent violet
ja: パープルのアクセントカラーを選択
ru: Выберите фиолетовый цвет акцента

source: Purple
de: Lila
es: Morado
fr: Pourpre
ja: パープル
ru: Фиолетовый

source: Select Pink Accent Color
de: Pinke Akzentfarbe auswählen
es: Seleccionar color de rosa
fr: Sélectionnez la couleur de l'accent rose
ja: ピンクのアクセントカラーを選択
ru: Выберите цвет розового акцента

source: Pink
de: Rosa
es: Rosa
fr: Rose
ja: ピンク
ru: Розовый

source: Export or Import Data
de: Daten exportieren oder importieren
es: Exportar o importar datos
fr: Exporter ou Importer des Données
ja: データのエクスポートまたはインポート
ru: Экспорт или импорт данных

source: Export feature is disabled because you have more than 750 recipes.
de: Die Exportfunktion ist deaktiviert, weil Sie mehr als 750 Rezepte haben.
es: La función de exportación está desactivada porque tiene más de 750 recetas.
fr: La fonction d'exportation est désactivée car vous avez plus de 750 recettes.
ja: 750以上のレシピがあるため、エクスポート機能が無効になっています。
ru: Функция экспорта отключена, поскольку у вас более 750 рецептов.

source: Download a .ZIP backup of your recipes, favorites, categories, and recipe photos.
de: Laden Sie eine ZIP-Sicherung Ihrer Rezepte, Favoriten, Kategorien und Rezeptfotos herunter.
es: Descarga una copia de seguridad .ZIP de tus recetas, favoritos, categorías y fotos de recetas.
fr: Téléchargez une sauvegarde .ZIP de vos recettes, favoris, catégories et photos de recettes.
ja: レシピ、お気に入り、カテゴリ、レシピ写真の.ZIPバックアップをダウンロードします。
ru: Загрузите резервную копию ваших рецептов, избранных блюд, категорий и фотографий рецептов в формате .ZIP.

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
ja: ダウンロード
ru: Скачать

source: Export feature is disabled because you have no saved recipes.
de: Die Exportfunktion ist deaktiviert, da Sie keine Rezepte gespeichert haben.
es: La función de exportación está desactivada porque no tiene recetas guardadas.
fr: La fonction d'exportation est désactivée parce que vous n'avez pas enregistré de recettes.
ja: 保存されているレシピがないため、エクスポート機能が無効になっています。
ru: Функция экспорта отключена, поскольку у вас нет сохраненных рецептов.
