Repository: alexbates/Tamari
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, ja, ru

source: Reset Your Password
de: Ihr Passwort Zurücksetzen
es: Restablecer Contraseña
fr: Réinitialiser votre mot de passe
ja: パスワードのリセット
ru: Сброс пароля

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
ru: Пароль

source: Remember Me
de: Merken
es: Recuérdame
fr: Souvenez-vous de moi
ja: リメンバー・ミー
ru: Помни меня

source: Sign In
de: Eintragen
es: Iniciar Sesión
fr: S'inscrire
ja: サインイン
ru: Войти

source: Must be 3-64 characters long.
de: Muss 3 bis 64 Zeichen lang sein.
es: Debe tener entre 3 y 64 caracteres.
fr: Doit faire entre 3 et 64 caractères.
ja: 長さは3〜64文字。
ru: Длина должна составлять 3-64 символа.

source: Repeat Password
de: Passwort Wiederholen
es: Repetir Contraseña
fr: Répéter mot de passe
ja: リピートパスワード
ru: Повторить пароль

source: Please use a different email address.
de: Bitte verwenden Sie eine andere E-Mail-Adresse.
es: Utilice otra dirección de correo electrónico.
fr: Veuillez utiliser une autre adresse électronique.
ja: 別のメールアドレスをご使用ください。
ru: Пожалуйста, используйте другой адрес электронной почты.

source: New Password
de: Neues Passwort
es: Nueva Contraseña
fr: Nouveau mot de passe
ja: 新しいパスワード
ru: Новый пароль

source: Confirm Password
de: Passwort Bestätigen
es: Confirmar Contraseña
fr: Confirmer mot de passe
ja: パスワードの確認
ru: Подтвердите пароль

source: Save Changes
de: Speichern
es: Guardar Cambios
fr: Enregistrer
ja: 変更を保存する
ru: Сохранить

source: Request Reset
de: Reset Anfordern
es: Solicitar Reinicio
fr: Demande de Réinitialisation
ja: リクエスト・リセット
ru: Запрос сброса

source: Set Password
de: Passwort Festlegen
es: Establecer Contraseña
fr: Définir mot de passe
ja: パスワードの設定
ru: Установить пароль

source: Submit
de: Speichern
es: Enviar
fr: Soumettre
ja: 投稿する
ru: Отправить

source: About
de: Über
es: Acerca De
fr: A propos de
ja: について
ru: О сайте

source: Credits, changelog, and other information about the Tamari web app.
de: Credits, Änderungsprotokoll und andere Informationen über die Tamari-Webanwendung.
es: Créditos, registro de cambios y otra información sobre la aplicación web Tamari.
fr: Crédits, changelog, et autres informations sur l'application web Tamari.
ja: Tamariウェブアプリに関するクレジット、変更履歴、その他の情報。
ru: Кредиты, журнал изменений и другая информация о веб-приложении Tamari.

source: Invalid email or password
de: Ungültige E-Mail oder Passwort
es: Correo electrónico o contraseña no válidos
fr: Courriel ou mot de passe invalide
ja: 無効な電子メールまたはパスワード
ru: Неверный адрес электронной почты или пароль

source: Sign In to the Tamari web app.
de: Melden Sie sich bei der Tamari Web-App an.
es: Inicia sesión en la aplicación web Tamari.
fr: Se connecter à l'application web Tamari.
ja: Tamariウェブアプリにサインインします。
ru: Войдите в веб-приложение Tamari.

source: You have successfully signed out.
de: Sie haben sich erfolgreich abgemeldet.
es: Ha cerrado la sesión correctamente.
fr: Vous vous êtes déconnecté avec succès.
ja: サインアウトに成功しました。
ru: Вы успешно вышли из системы.

source: email is already taken.
de: E-Mail ist bereits vergeben.
es: correo electrónico ya está ocupado.
fr: Le courriel est déjà pris.
ja: Eメールはすでに使われている。
ru: Электронная почта уже занята.

source: email is invalid.
de: E-Mail ist ungültig.
es: correo electrónico no es válido.
fr: L'adresse électronique n'est pas valide.
ja: メールが無効です。
ru: электронная почта недействительна.

source: passwords do not match.
de: Passwörter stimmen nicht überein.
es: las contraseñas no coinciden.
fr: les mots de passe ne correspondent pas.
ja: パスワードが一致しない。
ru: пароли не совпадают.

source: password must be 3-64 characters.
de: Passwort 3-64 Zeichen.
es: contraseña debe tener entre 3 y 64 caracteres.
fr: Mot de passe: 3 à 64 caractères.
ja: パスワードは3～64文字でなければならない。
ru: Пароль должен состоять из 3-64 символов.

source: You have been registered! Please sign in.
de: Sie wurden registriert! Bitte melden Sie sich an.
es: Se ha registrado. Por favor, inicie sesión.
fr: Vous avez été enregistré ! Veuillez vous connecter.
ja: 登録されました！サインインしてください。
ru: Вы зарегистрированы! Пожалуйста, войдите в систему.

source: Register an account with the Tamari web app.
de: Registrieren Sie ein Konto in der Tamari-Webanwendung.
es: Registra una cuenta en la aplicación web Tamari.
fr: Créez un compte sur l'application web Tamari.
ja: Tamariウェブアプリにアカウントを登録します。
ru: Зарегистрируйте учетную запись в веб-приложении Tamari.

source: account changes restricted for demo account.
de: Kontoänderungen für Demokonto eingeschränkt.
es: cambios de cuenta restringidos para la cuenta demo.
fr: Les changements de compte sont limités au compte de démonstration.
ja: 口座変更はデモ口座に制限されています。
ru: изменения счета ограничены для демо-счета.

source: password must be between 3 and 64 characters.
de: Das Passwort muss zwischen 3 und 64 Zeichen lang sein.
es: contraseña debe tener entre 3 y 64 caracteres.
fr: Le mot de passe doit comporter entre 3 et 64 caractères.
ja: パスワードは3文字以上64文字以下でなければならない。
ru: Пароль должен содержать от 3 до 64 символов.

source: Your changes have been saved.
de: Ihre Änderungen wurden gespeichert.
es: Tus cambios se han guardado.
fr: Vos modifications ont été enregistrées.
ja: 変更が保存されました。
ru: Ваши изменения были сохранены.

source: No changes were made.
de: Es wurden keine Änderungen vorgenommen.
es: No se han realizado cambios.
fr: Aucune modification n'a été apportée.
ja: 変更はなかった。
ru: Никаких изменений не было внесено.

source: please select theme and scaling.
de: bitte Thema und Skalierung auswählen.
es: seleccione tema y escala.
fr: veuillez sélectionner le thème et l'échelle.
ja: テーマとスケーリングを選択してください。
ru: Пожалуйста, выберите тему и масштаб.

source: data import restricted for demo account.
de: Datenimport für Demokonto eingeschränkt.
es: importación de datos restringida para la cuenta demo.
fr: L'importation de données est limitée au compte de démonstration.
ja: デモ口座ではデータのインポートが制限されています。
ru: импорт данных ограничен для демо-счета.

source: backup is invalid, _recipes.csv in ZIP is missing columns.
de: Sicherung ist ungültig, _recipes.csv im ZIP enthält keine Spalten.
es: La copia de seguridad no es válida, _recipes.csv en ZIP carece de columnas.
fr: La sauvegarde n'est pas valide, il manque des colonnes à _recipes.csv dans le ZIP.
ja: バックアップが無効です。ZIP内の_recipes.csvにカラムがありません。
ru: резервная копия недействительна, в файле _recipes.csv в ZIP отсутствуют столбцы.

source: No new recipes added. All recipes in the backup are already present.
de: Es wurden keine neuen Rezepte hinzugefügt. Alle Rezepte im Backup sind bereits vorhanden.
es: No se han añadido nuevas recetas. Todas las recetas de la copia de seguridad ya están presentes.
fr: Aucune nouvelle recette n'a été ajoutée. Toutes les recettes de la sauvegarde sont déjà présentes.
ja: 新しいレシピは追加されていません。バックアップのすべてのレシピはすでに存在しています。
ru: Новые рецепты не добавляются. Все рецепты в резервной копии уже присутствуют.

source: Success:
de: Erfolg:
es: Un éxito:
fr: Succès :
ja: 成功だ：
ru: Успех:

source: recipes have been imported.
de: Die Rezepte wurden importiert.
es: se han importado recetas.
fr: des recettes ont été importées.
ja: レシピがインポートされた。
ru: рецепты были импортированы.

source: backup is invalid, _recipes.csv is missing from ZIP.
de: Sicherung ist ungültig, _recipes.csv fehlt im ZIP.
es: La copia de seguridad no es válida, _recipes.csv falta en el ZIP.
fr: la sauvegarde est invalide, _recipes.csv est absent du ZIP.
ja: バックアップが無効です。_recipes.csvがZIPにありません。
ru: Резервная копия недействительна, файл _recipes.csv отсутствует в ZIP.

source: Account Preferences
de: Konto-Einstellungen
es: Preferencias de la Cuenta
fr: Préférences du compte
ja: アカウント設定
ru: Параметры учетной записи

source: View and modify account preferences for your Tamari account.
de: Anzeigen und Ändern der Kontoeinstellungen für Ihr Tamari-Konto.
es: Vea y modifique las preferencias de su cuenta Tamari.
fr: Consulter et modifier les préférences de votre compte Tamari.
ja: Tamariアカウントの設定を表示および変更します。
ru: Просмотр и изменение параметров учетной записи для вашего аккаунта Tamari.

source: Category:
de: Kategorie:
es: Categoría:
fr: Catégorie :
ja: カテゴリー:
ru: Категория:

source: Account registered with Tamari.
de: Konto bei Tamari registriert.
es: Cuenta registrada en Tamari.
fr: Compte enregistré auprès de Tamari.
ja: タマリに登録されたアカウント。
ru: Аккаунт зарегистрирован в компании Tamari.

source: New Email:
de: Neue E-Mail:
es: Nuevo Correo Electrónico:
fr: Nouveau courriel :
ja: 新しいEメール:
ru: Новая электронная почта:

source: Changed Tamari password. Devices remained signed in.
de: Das Tamari-Passwort wurde geändert. Geräte blieben angemeldet.
es: He cambiado la contraseña de Tamari. Los dispositivos siguen conectados.
fr: Modification du mot de passe Tamari. Les appareils restent connectés.
ja: Tamariのパスワードを変更。デバイスはログインしたまま。
ru: Изменил пароль Tamari. Устройства остались подписанными.

source: Account History
de: Konto-Geschichte
es: Historial de la Cuenta
fr: Historique du compte
ja: アカウント履歴
ru: История счета

source: Account History displays a timeline of events, or changes to your account.
de: Der Kontoverlauf zeigt eine Zeitleiste der Ereignisse oder Änderungen an Ihrem Konto an.
es: El Historial de la cuenta muestra una cronología de eventos o cambios en su cuenta.
fr: L'historique du compte affiche une chronologie des événements ou des modifications apportées à votre compte.
ja: アカウント履歴には、イベントやアカウントの変更のタイムラインが表示されます。
ru: История аккаунта отображает хронологию событий или изменений в вашем аккаунте.

source: account deletion restricted for demo account.
de: Kontolöschung für Demokonto eingeschränkt.
es: eliminación de cuenta restringida para cuenta demo.
fr: suppression de compte restreinte pour le compte démo.
ja: アカウント削除はデモアカウントに制限されています。
ru: Удаление аккаунта ограничено для демо-счета.

source: there was a problem deleting your account
de: Es gab ein Problem bei der Löschung Ihres Kontos
es: ha habido un problema al eliminar tu cuenta
fr: il y a eu un problème lors de la suppression de votre compte
ja: アカウントの削除で問題が発生しました
ru: возникла проблема с удалением вашей учетной записи

source: Your account has been deleted.
de: Ihr Konto wurde gelöscht.
es: Tu cuenta ha sido eliminada.
fr: Votre compte a été supprimé.
ja: あなたのアカウントは削除されました。
ru: Ваша учетная запись была удалена.

source: Password reset disabled for demo.
de: Passwortzurücksetzung für Demo deaktiviert.
es: Restablecimiento de contraseña desactivado para demo.
fr: La réinitialisation du mot de passe est désactivée pour la démo.
ja: デモではパスワードのリセットはできません。
ru: Сброс пароля отключен для демонстрации.

source: Check your email for instructions.
de: Prüfen Sie Ihre E-Mail auf Anweisungen.
es: Consulte su correo electrónico para recibir instrucciones.
fr: Vérifiez votre e-mail pour les instructions.
ja: メールに記載されている指示をご確認ください。
ru: Проверьте свою электронную почту, чтобы получить инструкции.

source: Reset Password
de: Passwort zurücksetzen
es: Restablecer Contraseña
fr: Réinitialiser mot de passe
ja: パスワードのリセット
ru: Сброс пароля

source: Reset the password for your Tamari account.
de: Setzen Sie das Passwort für Ihr Tamari-Konto zurück.
es: Restablece la contraseña de tu cuenta Tamari.
fr: Réinitialisez le mot de passe de votre compte Tamari.
ja: Tamariアカウントのパスワードをリセットしてください。
ru: Сбросьте пароль для своей учетной записи Tamari.

source: Please sign out before setting a new password.
de: Bitte melden Sie sich ab, bevor Sie ein neues Passwort festlegen.
es: Cierre la sesión antes de establecer una nueva contraseña.
fr: Veuillez vous déconnecter avant de définir un nouveau mot de passe.
ja: 新しいパスワードを設定する前にサインアウトしてください。
ru: Пожалуйста, выйдите из системы, прежде чем устанавливать новый пароль.

source: Password reset token is invalid.
de: Das Token zum Zurücksetzen des Passworts ist ungültig.
es: El token de restablecimiento de contraseña no es válido.
fr: Le jeton de réinitialisation du mot de passe n'est pas valide.
ja: パスワードリセットトークンが無効です。
ru: Маркер сброса пароля недействителен.

source: Your new password has been set.
de: Ihr neues Passwort wurde festgelegt.
es: Su nueva contraseña ha sido establecida.
fr: Votre nouveau mot de passe a été défini.
ja: 新しいパスワードが設定されました。
ru: Ваш новый пароль был установлен.

source: Set a new password for your Tamari account.
de: Legen Sie ein neues Passwort für Ihr Tamari-Konto fest.
es: Establece una nueva contraseña para tu cuenta Tamari.
fr: Définissez un nouveau mot de passe pour votre compte Tamari.
ja: Tamariアカウントの新しいパスワードを設定します。
ru: Установите новый пароль для вашей учетной записи Tamari.

source: The attached photo is too large.
de: Das angehängte Foto ist zu groß.
es: La foto adjunta es demasiado grande.
fr: La photo jointe est trop grande.
ja: 添付の写真は大きすぎます。
ru: Прилагаемая фотография слишком велика.

source: Cannot contain <, >, {, }, ;, or *
de: Kann nicht <, >, {, }, ;, oder * enthalten
es: No puede contener <, >, {, }, ;, ni *
fr: Ne peut contenir <, >, {, }, ;, ou *
ja: <, >, {, }, ;, *を含むことはできない。
ru: Не может содержать <, >, {, }, ; или *.

source: Explore
de: Erkunden
es: Explorar
fr: Explorer
ja: 見つける
ru: Исследовать

source: Explore page allows you to browse and search a collection of over 100,000 recipes.
de: Auf der Seite Erkunden können Sie eine Sammlung von über 100 000 Rezepten durchsuchen.
es: La página Explorar le permite navegar y buscar en una colección de más de 100.000 recetas.
fr: La page Explore vous permet de parcourir et de rechercher une collection de plus de 100 000 recettes.
ja: 見つけるページでは、100,000以上のレシピを閲覧・検索できます。
ru: Страница 'Исследовать' позволяет просматривать и искать коллекцию из более чем 100 000 рецептов.

source: Explore Search
de: Suche erforschen
es: Explorar Búsqueda
fr: Explorer la recherche
ja: 見つける検索
ru: Поиск исследования

source: Search results for the Explore page, all matching recipes are shown here.
de: Suchergebnisse für die Seite Erkunden, alle passenden Rezepte werden hier angezeigt.
es: Resultados de la búsqueda en la página Explorar, aquí se muestran todas las recetas coincidentes.
fr: Résultats de la recherche pour la page Explore, toutes les recettes correspondantes sont affichées ici.
ja: 見つけるページの検索結果です。一致するレシピがすべてここに表示されます。
ru: Результаты поиска для страницы Исследовать, все совпадающие рецепты показаны здесь.

source: All Recipes 🍽️
de: Alle Rezepte 🍽️
es: Todas Recetas 🍽️
fr: Toutes les Recettes 🍽️
ja: すべてのレシピ 🍽️
ru: Все рецепты 🍽️

source: 30 Minute
de: 30 Minuten
es: 30 Minutos
fr: 30 minutes
ja: 30分
ru: 30 мин.

source: Air Fryer
de: Heißluftfritteuse
es: Freidora de Aire
fr: Friteuse à air
ja: エアフライヤー
ru: Воздушная фритюрница

source: Beef
de: Rindfleisch
es: Carne de Vacuno
fr: Bœuf
ja: 牛肉
ru: Говядина

source: Breakfast
de: Frühstück
es: Desayuno
fr: Petit déjeuner
ja: 朝食
ru: Завтрак

source: Chicken
de: Huhn
es: Pollo
fr: Poulet
ja: チキン
ru: Курица

source: Dessert
de: Nachspeise
es: Postre
ja: デザート
ru: Десерт

source: Dinner
de: Abendessen
es: Cena
fr: Dîner
ja: ディナー
ru: Ужин

source: Drinks
de: Getränke
es: Bebidas
fr: Boissons
ja: 飲み物
ru: Напитки

source: Lunch
de: Mittagessen
es: Almuerzo
fr: Déjeuner
ja: 昼食
ru: Обед

source: Salads
de: Salate
es: Ensaladas
fr: Salades
ja: サラダ
ru: Салаты

source: Seafood
de: Meeresfrüchte
es: Marisco
fr: Fruits de mer
ja: シーフード
ru: Морепродукты

source: Slow Cooker
de: Langsamkocher
es: Olla de Cocción Lenta
fr: Mijoteuse
ja: スロークッカー
ru: Медленноварка

source: Snacks
de: Imbisse
es: Aperitivos
fr: En-cas
ja: スナック
ru: Закуски

source: Soup
de: Suppe
es: Sopa
fr: Soupe
ja: スープ
ru: Суп

source: Vegetarian
de: Vegetarisch
es: Vegetariano
fr: Végétarien
ja: ベジタリアン
ru: Вегетарианский

source: Error
de: Fehler
fr: Erreur
ja: エラー
ru: Ошибка

source: All recipes are listed for the selected Explore category.
de: Alle Rezepte werden für die ausgewählte Erkunden-Kategorie aufgelistet.
es: Aparecen todas las recetas de la categoría Explorar seleccionada.
fr: Toutes les recettes sont listées pour la catégorie Explore sélectionnée.
ja: 選択した見つけるカテゴリーのすべてのレシピが表示されます。
ru: Все рецепты перечислены для выбранной категории Исследовать.

source: The recipe has been saved to My Recipes.
de: Das Rezept wurde unter Meine Rezepte gespeichert.
es: La receta se ha guardado en Mis Recetas.
fr: La recette a été enregistrée dans Mes recettes.
ja: レシピはマイレシピに保存されました。
ru: Рецепт был сохранен в "Мои рецепты".

source: The recipe is missing ingredients or instructions and cannot be imported.
de: Das Rezept enthält keine Zutaten oder Zubereitungs-Schritte und kann nicht importiert werden.
es: A la receta le faltan ingredientes o instrucciones y no se puede importar.
fr: Il manque des ingrédients ou des instructions à la recette et elle ne peut pas être importée.
ja: レシピの材料または手順が不足しているため、インポートできません。
ru: В рецепте отсутствуют ингредиенты или инструкции, и его нельзя импортировать.

source: This recipe is already saved in My Recipes.
de: Dieses Rezept ist bereits in Meine Rezepte gespeichert.
es: Esta receta ya está guardada en Mis Recetas.
fr: Cette recette est déjà enregistrée dans Mes recettes.
ja: このレシピはすでにマイレシピに保存されています。
ru: Этот рецепт уже сохранен в "Мои рецепты".

source: Explore Recipe Detail
de: Rezeptdetails Erkunden
es: Explorar Detalle de Receta
fr: Explorer les détails de la recette
ja: 見つけるレシピの詳細
ru: Детали рецепта: Исследовать

source: View the details for the selected Explore page recipe.
de: Zeigen Sie die Details für das ausgewählte Rezept auf der Seite Erkunden an.
es: Ver los detalles de la receta de la página Explorar seleccionada.
fr: Affiche les détails de la recette de la page Explore sélectionnée.
ja: 選択した見つけるページのレシピの詳細を表示します。
ru: Просмотр сведений о выбранном рецепте страницы Исследовать.

source: Meal Planner (Upcoming)
de: Essensplaner (Demnächst)
es: Planificador de Comidas (Próximas)
fr: Plan Repas (À Venir)
ja: ミールプランナー（予定）
ru: Планировщик питания (готовится)

source: View recipes planned over the next 30 days in Meal Planner Upcoming.
de: Rezepte für die nächsten 30 Tage im Essensplaner (Demnächst) anzeigen.
es: Ver recetas planificadas para los próximos 30 días en Planificador de Comidas Próximas.
fr: Visualisez les recettes planifiées pour les 30 prochains jours dans le Plan Repas (À Venir)
ja: ミールプランナーで今後30日分のレシピを見ることができます。
ru: Просматривайте рецепты, запланированные на ближайшие 30 дней, в программе Планировщик питания (готовится).

source: Meal Planner (Completed)
de: Essensplaner (Abgeschlossen)
es: Planificador de Comidas (Completado)
fr: Plan Repas (Terminé)
ja: ミールプランナー（完成）
ru: Планировщик питания (завершен)

source: View Recipes that have been completed in the Meal Planner.
de: Sehen Sie sich die Rezepte an, die im Essenplaner fertiggestellt wurden.
es: Ver las recetas que se han completado en el Planificador de comidas.
fr: Voir les recettes qui ont été complétées dans le planificateur de repas.
ja: ミールプランナーで完成したレシピを見る。
ru: Просмотр рецептов, завершенных в Планировщике питания.

source: meal plan does not exist or you lack permission to remove it.
de: Der Essensplan existiert nicht oder Sie haben keine Erlaubnis, ihn zu entfernen.
es: el plan de comidas no existe o carece de permiso para eliminarlo.
fr: le plan de repas n'existe pas ou vous n'avez pas l'autorisation de le supprimer.
ja: ミールプランが存在しないか、削除する権限がない。
ru: план питания не существует или у вас нет разрешения на его удаление.

source: The meal plan has been deleted.
de: Der Speiseplan wurde gelöscht.
es: Se ha suprimido el plan de comidas.
fr: Le plan de repas a été supprimé.
ja: ミールプランは削除されました。
ru: План питания был удален.

source: Invalid URL.
de: Ungültige URL.
es: URL no válida.
fr: URL non valide.
ja: 無効なURLです。
ru: Недопустимый URL.

source: Recipe Size
de: Größe des Rezepts
es: Tamaño de Receta
fr: Taille Recette
ja: レシピサイズ
ru: Размер рецепта

source: Large
de: Groß
es: Grande
fr: Grandes
ja: 大型
ru: Большой

source: Small
de: Klein
es: Pequeño
fr: Petit
ja: 小さい
ru: Маленький

source: Details
de: Einzelheiten
es: Detalles
fr: Détails
ja: 詳細
ru: Подробности

source: Title
de: Titel
es: Título
fr: Titre
ja: タイトル
ru: Название

source: Title (desc)
de: Titel (absteigend)
es: Título (desc)
fr: Titre (desc)
ja: タイトル（降順）
ru: Название (по убыванию)

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
ja: カテゴリー
ru: Категория

source: Category (desc)
de: Kategorie (absteigend)
es: Categoría (desc)
fr: Catégorie (desc)
ja: カテゴリー（降順）
ru: Категория (по убыванию)

source: Oldest first
de: Älteste zuerst
es: El más antiguo primero
fr: Le plus vieux d'abord
ja: 最年長から
ru: Самый старый первый

source: Newest first
de: Neuestes zuerst
es: Lo más nuevo primero
fr: Le plus récent en premier
ja: 最新順
ru: Самый новый первый

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: セーブ
ru: Сохранить

source: Add a Category
de: Kategorie Hinzufügen
es: Añadir una categoría
fr: Ajouter une catégorie
ja: カテゴリーを追加する
ru: Добавить категорию

source: All Recipes
de: Alle Rezepte
es: Recetas
fr: Toutes
ja: すべてのレシピ
ru: Все

source: View all recipes saved in your account. This is the home page of the Tamari web app.
de: Alle in Ihrem Konto gespeicherten Rezepte anzeigen. Dies ist die Startseite der Tamari Web-App.
es: Ver todas las recetas guardadas en tu cuenta. Esta es la página de inicio de la aplicación web Tamari.
fr: Voir toutes les recettes enregistrées dans votre compte. Voici la page d'accueil de l'application web Tamari.
ja: アカウントに保存されているすべてのレシピを表示します。Tamariウェブアプリのトップページです。
ru: Просмотрите все рецепты, сохраненные в вашей учетной записи. Это главная страница веб-приложения Tamari.

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
ja: お気に入り
ru: Избранное

source: View all recipes that have been marked as favorites in your Tamari account.
de: Sehen Sie sich alle Rezepte an, die Sie in Ihrem Tamari-Konto als Favoriten markiert haben.
es: Vea todas las recetas que se han marcado como favoritas en su cuenta Tamari.
fr: Voir toutes les recettes qui ont été marquées comme favorites dans votre compte Tamari.
ja: Tamariアカウントでお気に入りに登録されたレシピをすべて表示します。
ru: Просмотрите все рецепты, которые были отмечены как избранные в вашем аккаунте Tamari.

source: recipe does not exist or you do not have permission to modify it.
de: Das Rezept existiert nicht oder Sie haben keine Berechtigung, es zu ändern.
es: la receta no existe o no tiene permiso para modificarla.
fr: La recette n'existe pas ou vous n'avez pas la permission de la modifier.
ja: レシピが存在しないか、変更する権限がありません。
ru: рецепт не существует или у вас нет разрешения на его изменение.

source: This recipe has been added to your Favorites.
de: Dieses Rezept wurde zu Ihren Favoriten hinzugefügt.
es: Esta receta ha sido añadida a tus Favoritos.
fr: Cette recette a été ajoutée à vos favoris.
ja: このレシピはお気に入りに追加されました。
ru: Этот рецепт был добавлен в избранное.

source: This recipe has been removed from your Favorites.
de: Dieses Rezept wurde aus Ihren Favoriten entfernt.
es: Esta receta ha sido eliminada de tus Favoritos.
fr: Cette recette a été supprimée de vos Favoris.
ja: このレシピはお気に入りから削除されました。
ru: Этот рецепт был удален из вашего "Избранное".

source: You can now share the URL for this recipe.
de: Sie können jetzt die URL für dieses Rezept freigeben.
es: Ya puedes compartir la URL de esta receta.
fr: Vous pouvez maintenant partager l'URL de cette recette.
ja: このレシピのURLを共有できるようになりました。
ru: Теперь вы можете поделиться URL-адресом этого рецепта.

source: The recipe URL can no longer be shared.
de: Die Rezept-URL kann nicht mehr weitergegeben werden.
es: La URL de la receta ya no se puede compartir.
fr: L'URL de la recette ne peut plus être partagée.
ja: レシピのURLは共有できなくなりました。
ru: URL-адресом рецепта больше нельзя поделиться.

source: items have been added to
de: Artikel wurden hinzugefügt zu
es: se han añadido elementos a
fr: ont été ajoutés à la liste des
ja: 個の項目が追加されました：
ru: предметы были добавлены в

source: shopping list.
de: Einkaufsliste.
es: lista de la compra.
fr: liste de courses.
ja: の買い物リスト。
ru: список покупок.
