Repository: alexbates/Tamari
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, ja, ru

source: Are you sure you want to delete the shopping list
de: Sind Sie sicher, dass Sie die Einkaufsliste löschen möchten?
es: ¿Seguro que quieres borrar la lista de la compra?
fr: Êtes-vous sûr de vouloir supprimer la liste d'achats ?
ja: 買い物リストを削除してもよろしいですか？
ru: Вы уверены, что хотите удалить список покупок?

source: Delete This List
de: Diese Liste Löschen
es: Borrar Esta Lista
fr: Supprimer cette liste
ja: このリストを削除する
ru: Удалить этот список

source: My Recipes
de: Meine Rezepte
es: Mis Recetas
fr: Mes Recettes
ja: 私のレシピ
ru: Мои рецепты

source: Meal Planner
de: Essensplaner
es: Planificador de Comidas
fr: Plan Repas
ja: ミールプランナー
ru: Планировщик питания

source: Lists
de: Einkaufslisten
es: Listas
fr: Listes
ja: リスト
ru: Списки покупок

source: Planner
de: Planer
es: Planificador
fr: Plan Repas
ja: プランナー
ru: Планировщик питания

source: Sign Out
de: Abmelden
es: Cerrar Sesión
fr: S'inscrire
ja: サインアウト
ru: Выйти из игры

source: Login
de: Anmeldung
es: Inicio de Sesión
fr: Connexion
ja: ログイン
ru: Вход в систему

source: Close Popup Window
de: Popup-Fenster schließen
es: Cerrar Ventana Emergente
fr: Fermer la fenêtre pop-up
ja: ポップアップウィンドウを閉じる
ru: Закрыть всплывающее окно

source: Add to List
de: Zur Liste hinzufügen
es: Añadir a la Lista
fr: Ajouter à la liste
ja: リストに追加
ru: Добавить в список

source: Ingredients from this recipe will be added to the following shopping list.
de: Die Zutaten dieses Rezepts werden der folgenden Einkaufsliste hinzugefügt.
es: Los ingredientes de esta receta se añadirán a la siguiente lista de la compra.
fr: Les ingrédients de cette recette seront ajoutés à la liste de courses suivante.
ja: このレシピの材料は、以下の買い物リストに追加される。
ru: Ингредиенты из этого рецепта будут добавлены в следующий список покупок.

source: Select Shopping List
de: Einkaufsliste auswählen
es: Seleccionar Lista de la Compra
fr: Sélectionner la liste d'achats
ja: 買い物リストを選択
ru: Выберите список покупок

source: Add to Meal Planner
de: Zum Essensplaner Hinzufügen
es: Añadir al Planificador de Comidas
fr: Ajouter au planificateur de repas
ja: ミールプランナーに追加
ru: Добавить в планировщик питания

source: This recipe will be added to your Meal Plan for the following day.
de: Dieses Rezept wird Ihrem Essensplan für den nächsten Tag hinzugefügt.
es: Esta receta se añadirá a su Plan de Comidas para el día siguiente.
fr: Cette recette sera ajoutée à votre plan de repas pour le lendemain.
ja: このレシピは翌日のミールプランに追加されます。
ru: Этот рецепт будет добавлен в ваш план питания на следующий день.

source: Select Date
de: Datum auswählen
es: Seleccionar Fecha
fr: Sélectionner la date
ja: 日付を選択
ru: Выберите дату

source: Toggle Information Modal
de: Modal für Informationen umschalten
es: Alternar Información Modal
fr: Modale d'information
ja: トグル情報モーダル
ru: Переключить информационный модал

source: Edited
de: Bearbeitet
es: Editado
fr: Édité
ja: 編集
ru: Отредактировано

source: Times Prepared
de: Vorbereitete Zeiten
es: Tiempos Preparados
fr: Temps de préparation
ja: 準備期間
ru: Время подготовки

source: Favorite Recipe
de: Lieblingsrezept
es: Receta Favorita
fr: Recette préférée
ja: お気に入りレシピ
ru: Любимый рецепт

source: Favorite
de: Favorit
es: Favoritos
fr: Favoris
ja: お気に入り
ru: Любимый

source: Unfavorite Recipe
de: Unbeliebtes Rezept
es: Receta no Favorita
fr: Recette préférée
ja: 苦手なレシピ
ru: Нелюбимый рецепт

source: Unfavorite
de: Fav. entfernen
es: No Favorito
fr: Défavorable
ja: 好ましくない
ru: Нелюбимый

source: Make Recipe Public
de: Rezept Öffentlich Machen
es: Hacer Pública la Receta
fr: Rendre la recette publique
ja: レシピを公開する
ru: Сделать рецепт общедоступным

source: Make Public
de: Öffentlich Machen
es: Hacer Público
fr: Rendre public
ja: 公開する
ru: Сделать публичным

source: Make Recipe Private
de: Rezept Privat Machen
es: Hacer Receta Privada
fr: Rendre la recette privée
ja: レシピを非公開にする
ru: Сделать рецепт приватным

source: Make Private
de: Privat Machen
es: Hacer Privado
fr: Rendre privé
ja: プライベート
ru: Сделать частным

source: Schedule Recipe
de: Zeitplan Rezept
es: Horario Receta
fr: Recette du calendrier
ja: スケジュール・レシピ
ru: Рецепт по расписанию

source: Schedule
de: Planen
es: Horario
fr: Calendrier
ja: スケジュール
ru: Расписание

source: Edit
de: Bearbeiten
es: Editar
fr: Editer
ja: 編集
ru: Редактировать

source: Are you sure you want to delete this recipe?
de: Sind Sie sicher, dass Sie dieses Rezept löschen möchten?
es: ¿Seguro que quieres borrar esta receta?
fr: Êtes-vous sûr de vouloir supprimer cette recette ?
ja: 本当にこのレシピを削除しますか？
ru: Вы уверены, что хотите удалить этот рецепт?

source: Delete Recipe
de: Rezept Löschen
es: Borrar Receta
fr: Supprimer la recette
ja: レシピ削除
ru: Удалить рецепт

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
ja: 削除
ru: Удалить

source: Add Items to Shopping List
de: Artikel zur Einkaufsliste Hinzufügen
es: Añadir Artículos a la Lista de la Compra
fr: Ajouter des articles à la liste d'achats
ja: 買い物リストに商品を追加する
ru: Добавить товары в список покупок

source: The requested recipe either cannot be found or you do not have permission to view it.
de: Das angeforderte Rezept kann entweder nicht gefunden werden oder Sie haben keine Berechtigung, es anzusehen.
es: La receta solicitada no se encuentra o no tiene permiso para verla.
fr: La recette demandée est introuvable ou vous n'avez pas l'autorisation de la visualiser.
ja: リクエストされたレシピが見つからないか、閲覧権限がありません。
ru: Запрашиваемый рецепт либо не найден, либо у вас нет разрешения на его просмотр.

source: Set New Password
de: Neues Passwort festlegen
es: Establecer Nueva Contraseña
fr: Définir un nouveau mot de passe
ja: 新しいパスワードの設定
ru: Установите новый пароль

source: Your Lists
de: Ihre Listen
es: Sus listas
fr: Vos listes
ja: あなたのリスト
ru: Ваши списки

source: Submit new list
de: Neue Liste einreichen
es: Enviar nueva lista
fr: Soumettre une nouvelle liste
ja: 新しいリストを提出する
ru: Отправить новый список

source: List Not Found
de: Liste Nicht Gefunden
es: Lista No Encontrada
fr: Liste non trouvée
ja: リストが見つかりません
ru: Список не найден

source: The requested shopping list does not exist.
de: Die angeforderte Einkaufsliste ist nicht vorhanden.
es: La lista de la compra solicitada no existe.
fr: La liste de courses demandée n'existe pas.
ja: 要求されたショッピングリストは存在しません。
ru: Запрашиваемый список покупок не существует.

source: Days Cooked
de: Gekochte Tage
es: Días Cocinados
fr: Jours de cuisson
ja: 調理日数
ru: Дни приготовления

source: Print
de: Drucken
es: Imprimir
fr: Imprimer
ja: プリント
ru: Печать

source: Download PDF
de: PDF Herunterladen
es: Descargar PDF
fr: Télécharger le PDF
ja: PDFダウンロード
ru: Скачать PDF-файл

source: Print Recipe
de: Rezept Drucken
es: Imprimir Receta
fr: Imprimer la Recette
ja: レシピを印刷する
ru: Распечатать рецепт

source: Nutrition Facts
de: Nährwerte
es: Datos Nutricionales
fr: Valeurs Nutritionnelles
ja: 栄養成分
ru: Факты о пищевой ценности

source: Per serving
de: Pro portion
es: Por ración
fr: Par portion
ja: 1食あたり
ru: На порцию

source: The requested recipe is not available or no data was provided.
de: Das gewünschte Rezept ist nicht verfügbar oder es wurden keine Daten übermittelt.
es: La receta solicitada no está disponible o no se proporcionaron datos.
fr: La recette demandée n'est pas disponible ou aucune donnée n'a été fournie.
ja: リクエストされたレシピが利用できないか、データが提供されませんでした。
ru: Запрошенный рецепт недоступен или данные не предоставлены.

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
ja: カレンダー
ru: Календарь

source: Navigate to Meal Planner (Calendar)
de: Gehe zu Essensplaner (Kalender)
es: Navegar hasta Planificador de Comidas (Calendario)
fr: Naviguer vers le Plan Repas (Calendrier)
ja: ミールプランナー（カレンダー）に移動する
ru: Перейти к планировщику питания (Календарь)

source: Add Recipe for Selected Day
de: Rezept für Ausgewählten Tag Hinzufügen
es: Agregar Receta para el Día Seleccionado
fr: Ajouter une Recette pour le jour Sélectionné
ja: 特定日のレシピを追加
ru: Добавить рецепт на выбранный день

source: Sun
de: So
es: Dom
fr: Dim
ja: 日
ru: Вс

source: Mon
de: Mo
es: Lun
fr: Lun
ja: 月
ru: Пн

source: Tue
de: Di
es: Mar
fr: Mar
ja: 火
ru: Вт

source: Wed
de: Mi
es: Mié
fr: Mer
ja: 水
ru: Ср

source: Thu
de: Do
es: Jue
fr: Jeu
ja: 木
ru: Чт

source: Fri
de: Fr
es: Vie
fr: Ven
ja: 金
ru: Пт

source: Sat
de: Sa
es: Sáb
fr: Sam
ja: 土
ru: Сб

source: Recents
de: Zuletzt Angesehen
es: Recientes
ja: 最新情報
ru: Недавние

source: See all recently viewed recipes.
de: Alle kürzlich angesehenen Rezepte anzeigen.
es: Ver todas las recetas vistas recientemente.
ja: 最近見たレシピをすべて見る
ru: Смотреть все недавно просмотренные рецепты.

source: Navigate to Recents
de: Zu Zuletzt angesehen navigieren
es: Ir a Recientes
ja: 履歴に移動する
ru: Перейти к недавним

source: There are no recents to display.<br><br>Go to the All Recipes page and click on a recipe.
de: Es sind keine zuletzt angesehenen Rezepte vorhanden.<br><br>Gehen Sie zur Seite Alle Rezepte und klicken Sie auf ein Rezept.
es: No hay elementos recientes para mostrar.<br><br>Vaya a la página Todas Recetas y haga clic en una receta.
ja: 最近表示したレシピはありません。<br><br>すべてのレシピのページでレシピをクリックしてください。
ru: Нет последних элементов для отображения.<br><br>Перейдите на страницу Все рецепты и нажмите на рецепт.

source: Advanced Search
de: Erweiterte Suche
es: Búsqueda Avanzada
ja: 高度な検索
ru: Расширенный поиск

source: Search your recipes by title, category, ingredients, and instructions.
de: Durchsuchen Sie Ihre Rezepte nach Titel, Kategorie, Zutaten und Anweisungen.
es: Busque sus recetas por título, categoría, ingredientes e instrucciones.
ja: タイトル、カテゴリー、材料、作り方でレシピを検索できます。
ru: Ищите свои рецепты по названию, категории, ингредиентам и инструкциям.

source: No results found for search term.
de: Für den Suchbegriff wurden keine Ergebnisse gefunden.
es: No se encontraron resultados para el término de búsqueda.
ja: 検索語に該当する結果は見つかりませんでした。
ru: По вашему запросу ничего не найдено.

source: Find By
de: Suchen nach
es: Buscar Por
ja: 検索
ru: Найти по

source: Invalid recipe selected.
de: Ungültiges Rezept ausgewählt.
es: Receta seleccionada no válida.
ja: 無効なレシピが選択されました。
ru: Выбран недопустимый рецепт.

source: no date specified.
de: Kein Datum angegeben.
es: No se especificó fecha.
ja: 日付指定なし
ru: Дата не указана.

source: Meal Planner Calendar
de: Essensplan-Kalender
es: Calendario del planificador de comidas
ja: ミールプランナーカレンダー
ru: Календарь планировщика питания

source: View recipes planned for the current month.
de: Geplante Rezepte für den aktuellen Monat anzeigen.
es: Ver las recetas planificadas para el mes actual.
ja: 当月のレシピを見る
ru: Просмотреть рецепты, запланированные на текущий месяц.

source: Meal Planner Calendar Details
de: Essensplan-Kalender Details
es: Detalles del calendario del planificador de comidas
ja: ミールプランナーカレンダー詳細
ru: Детали календаря планировщика питания

source: View recipes planned for a specific day.
de: Geplante Rezepte für einen bestimmten Tag anzeigen.
es: Ver las recetas planificadas para un día específico.
ja: 特定の日に予定されているレシピを表示します。
ru: Просмотреть рецепты, запланированные на конкретный день.

source: Air Fryer Squash
de: Luftfrittierte Zucchini
ja: エアフライヤーカボチャ
ru: Кабачки в аэрофритюрнице

source: (3) yellow squash 2 Tbsp olive oil 3/4 Tsp Oregano
de: (3) gelbe Zucchini 2 EL Olivenöl 3/4 TL Oregano
ja: (3) イエロースカッシュ オリーブオイル 大さじ2 オレガノ 小さじ3/4
ru: (3) жёлтых кабачка 2 ст. л. оливкового масла 3/4 ч. л. орегано

source: Wash squash in sink to prepare. Cut squash into thin circles. Mix in bowl with olive oil.
de: Zucchini im Spülbecken waschen. In dünne Scheiben schneiden. In einer Schüssel mit Olivenöl vermengen.
ja: カボチャをシンクで洗って準備する。 カボチャを薄く輪切りにする。 ボウルにオリーブオイルを入れて混ぜる。
ru: Промойте кабачки в раковине. Нарежьте тонкими кружками. Смешайте в миске с оливковым маслом.

source: Please log in to access this page
de: Bitte anmelden, um diese Seite zu sehen
ja: このページにアクセスするにはログインしてください
ru: Войдите, чтобы просмотреть страницу

source: Recently Prepared
de: Kürzlich Zubereitet
ja: 最近準備したもの
ru: Недавно приготовлено

source: Credits
de: Impressum
ja: クレジット

source: To try a demo, use the username "demo@tamariapp.com" and password "demo".
de: Um eine Demo auszuprobieren, verwenden Sie den Benutzernamen "demo@tamariapp.com" und das Passwort "demo".
ja: デモを試すには、ユーザー名「demo@tamariapp.com」、パスワード「demo」を使用します。

source: Navigate to Meal Planner (Statistics)
de: Gehe zu Essensplaner (Statistik)

source: Days Cooked Per Month
de: Kochtage pro Monat

source: Total days cooked per month over the last 12 months.
de: Gesamtzahl der Kochtage pro Monat in den letzten 12 Monaten.

source: Most Popular Recipe Categories
de: Beliebteste Rezeptkategorien

source: Most common categories for recipes prepared over the last 12 months. Excludes upcoming meals.
de: Die häufigsten Kategorien für in den letzten 12 Monaten zubereitete Rezepte. Ausgenommen sind kommende Mahlzeiten.

source: Line chart of days cooked per month
de: Liniendiagramm der Kochtage pro Monat

source: Pie chart of recipe categories
de: Kreisdiagramm der Rezeptkategorien

source: Months
de: Monate

source: Days
de: Tage

source: Email
es: Correo Electrónico
fr: Courriel
ja: 電子メール
ru: Электронная почта

source: Register
es: Regístrese
fr: Registre
ja: 登録
ru: Регистрация

source: Low Carb
es: Bajo en Carbohidratos
fr: Faible teneur en glucides
ja: 低炭水化物
ru: Низкоуглеводный

source: Version
es: Versión
ja: バージョン
ru: Версия

source: Normal
ja: ノーマル
ru: Нормальный

source: min
ja: 分
ru: мин

source: Barcode Scanner
ja: バーコードスキャナー
ru: Сканер штрихкодов
