Repository: alexbates/Tamari
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr, ja, ru

source: Restore from backup. Only recipes not present will be added, existing recipes will not be changed or overwritten.
de: Wiederherstellen vom Backup. Nur nicht vorhandene Rezepte werden hinzugefügt, vorhandene Rezepte werden nicht geändert oder überschrieben.
es: Restaurar desde copia de seguridad. Sólo se añadirán las recetas no presentes, las recetas existentes no se modificarán ni sobrescribirán.
fr: Restaurer à partir d'une sauvegarde. Seules les recettes non présentes seront ajoutées, les recettes existantes ne seront ni modifiées ni écrasées.
ja: バックアップからリストアします。存在しないレシピのみが追加され、既存のレシピは変更または上書きされません。
ru: Восстановление из резервной копии. Будут добавлены только отсутствующие рецепты, существующие рецепты не будут изменены или перезаписаны.

source: Select ZIP archive to restore from backup
de: ZIP-Archiv zur Wiederherstellung aus der Sicherung auswählen
es: Seleccione el archivo ZIP para restaurar la copia de seguridad
fr: Sélectionner l'archive ZIP à restaurer à partir de la sauvegarde
ja: バックアップから復元するZIPアーカイブを選択
ru: Выберите ZIP-архив для восстановления из резервной копии

source: Upload
de: Hochladen
es: Cargar
fr: Télécharger
ja: アップロード
ru: Загрузить

source: Update or Delete Account
de: Konto aktualisieren oder löschen
es: Actualizar o Eliminar Cuenta
fr: Mettre à Jour ou Supprimer le Compte
ja: アカウントの更新または削除
ru: Обновление или удаление учетной записи

source: Are you sure you want to delete your account? This action cannot be undone.
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar su cuenta? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer votre compte ? Cette action ne peut être annulée.
ja: 本当にアカウントを削除しますか？この操作は元に戻せません。
ru: Вы уверены, что хотите удалить свою учетную запись? Это действие нельзя отменить.

source: Delete Account
de: Konto Löschen
es: Eliminar Cuenta
fr: Supprimer le compte
ja: アカウント削除
ru: Удалить аккаунт

source: Autofill From URL
de: Autofill von URL
es: Autocompletar Desde URL
fr: Remplissage automatique de l'URL
ja: URLから自動入力
ru: Автозаполнение из URL-адреса

source: Recipe URL
de: URL des Rezepts
es: URL de la Receta
fr: URL de la recette
ja: レシピURL
ru: URL-адрес рецепта

source: Recipe Name
de: Name des Rezepts
es: Nombre de la Receta
fr: Nom de la recette
ja: レシピ名
ru: Название рецепта

source: Select Category
de: Kategorie Auswählen
es: Seleccionar Categoría
fr: Sélectionner une catégorie
ja: カテゴリーを選択
ru: Выберите категорию

source: Attach Photo
de: Foto Anhängen
es: Adjuntar Foto
fr: Joindre une photo
ja: 写真を添付する
ru: Прикрепите фотографию

source: Description
de: Beschreibung
es: Descripción
ja: 説明
ru: Описание

source: My crispy squash recipe.
de: Mein Rezept für knusprigen Kürbis.
es: Mi receta de calabaza crujiente.
fr: Ma recette de courge croustillante.
ja: 私のクリスピースカッシュのレシピ。
ru: Мой рецепт хрустящего кабачка.

source: Servings
de: Portionen
es: Raciones
fr: Portions
ja: 人分
ru: Порции

source: Preparation Time (minutes)
de: Zubereitungszeit (Minuten)
es: Tiempo de Preparación (minutos)
fr: Temps de préparation (minutes)
ja: 準備時間（分）
ru: Время приготовления (минут)

source: Preparation Time in minutes
de: Zubereitungszeit in Minuten
es: Tiempo de Preparación en minutos
fr: Temps de préparation en minutes
ja: 準備時間（分
ru: Время приготовления в минутах

source: Cook Time (minutes)
de: Kochzeit (Minuten)
es: Tiempo de Cocción (minutos)
fr: Temps de cuisson (minutes)
ja: 調理時間（分）
ru: Время приготовления (минут)

source: Cook Time in minutes
de: Kochzeit in Minuten
es: Tiempo de Cocción en minutos
fr: Temps de cuisson en minutes
ja: 調理時間（分)
ru: Время приготовления в минутах

source: Total Time (minutes)
de: Gesamtzeit (Minuten)
es: Tiempo Total (minutos)
fr: Temps total (minutes)
ja: 合計時間（分）
ru: Общее время (минуты)

source: Total Time in minutes
de: Gesamtzeit in Minuten
es: Tiempo Total en minutos
fr: Durée totale en minutes
ja: 合計時間（分)
ru: Общее время в минутах

source: Toggle Nutrition Info
de: Nährwertangaben umschalten
es: Información Nutricional
ja: トグル栄養情報
ru: Toggle Информация о питании

source: Add Nutrition Info
de: Nährwertangaben Hinzufügen
es: Añadir Información Nutricional
fr: Ajouter des informations nutritionnelles
ja: 栄養情報を追加する
ru: Добавить информацию о питании

source: Calories (kcal)
de: Kalorien (kcal)
es: Calorías (kcal)
ja: カロリー（kcal）
ru: Калории (ккал)

source: Calories
de: Kalorien
es: Calorías
ja: カロリー
ru: Калории

source: Carbs (g)
de: Kohlenhydrate (g)
es: Carbohidratos (g)
fr: Glucides (g)
ja: 炭水化物 (g)
ru: Углеводы (г)

source: Carbs in grams
de: Kohlenhydrate in Gramm
es: Carbohidratos en gramos
fr: Glucides en grammes
ja: 炭水化物（グラム
ru: Углеводы в граммах

source: Protein (g)
de: Eiweiß (g)
es: Proteína (g)
fr: Protéines (g)
ja: タンパク質(g)
ru: Белок (г)

source: Protein in grams
de: Eiweiß in Gramm
es: Proteína en gramos
fr: Protéines en grammes
ja: タンパク質（グラム
ru: Протеин в граммах

source: Fat (g)
de: Fett (g)
es: Grasa (g)
fr: Graisses (g)
ja: 脂肪（g）
ru: Жир (г)

source: Fat in grams
de: Fett in Gramm
es: Grasa en gramos
fr: Graisses en grammes
ja: 脂肪（グラム
ru: Жир в граммах

source: Sugar (g)
de: Zucker (g)
es: Azúcar (g)
fr: Sucre (g)
ja: 砂糖 (g)
ru: Сахар (г)

source: Sugar in grams
de: Zucker in Gramm
es: Azúcar en gramos
fr: Sucre en grammes
ja: グラム単位の砂糖
ru: Сахар в граммах

source: Cholesterol (mg)
de: Cholesterin (mg)
es: Colesterol (mg)
fr: Cholestérol (mg)
ja: コレステロール(mg)
ru: Холестерин (мг)

source: Cholesterol in milligrams
de: Cholesterin in Milligramm
es: Colesterol en miligramos
fr: Cholestérol en milligrammes
ja: コレステロール（ミリグラム
ru: Холестерин в миллиграммах

source: Sodium (mg)
de: Natrium (mg)
es: Sodio (mg)
ja: ナトリウム (mg)
ru: Натрий (мг)

source: Sodium in milligrams
de: Natrium in Milligramm
es: Sodio en miligramos
fr: Sodium en milligrammes
ja: ナトリウム（ミリグラム
ru: Натрий в миллиграммах

source: Fiber (g)
de: Ballaststoffe (g)
es: Fibra (g)
fr: Fibres (g)
ja: 繊維 (g)
ru: Клетчатка (г)

source: Fiber in grams
de: Ballaststoffe in Gramm
es: Fibra en gramos
fr: Fibres en grammes
ja: 食物繊維（グラム
ru: Клетчатка в граммах

source: Ingredients
de: Zutaten
es: Ingredientes
fr: Ingrédients
ja: 原材料
ru: Ингредиенты

source: 2 Tbsp olive oil
de: 2 Esslöffel Olivenöl
es: 2 cucharadas de aceite de oliva
fr: 2 cuillères à soupe d'huile d'olive
ja: オリーブオイル 大さじ2
ru: 2 ст. л. оливкового масла

source: Ingredients separated by line break
de: Zutaten durch Zeilenumbruch getrennt
es: Ingredientes separados por saltos de línea
fr: Ingrédients séparés par un saut de ligne
ja: 改行で区切られた成分
ru: Ингредиенты, разделенные переносом строки

source: Instructions
de: Zubereitung
es: Instrucciones
ja: 使用方法
ru: Инструкции

source: Wash squash in sink to prepare.
de: Zur Vorbereitung den Kürbis in der Spüle waschen.
es: Lavar la calabaza en el fregadero para prepararla.
fr: Laver la courge dans l'évier pour la préparer.
ja: カボチャをシンクで洗って準備する。
ru: Вымойте кабачок в раковине, чтобы подготовить его.

source: Instructions separated by line break
de: Schritte durch Zeilenumbruch getrennt
es: Instrucciones separadas por saltos de línea
fr: Instructions séparées par un saut de ligne
ja: 改行で区切られた指示
ru: Инструкции, разделенные переводом строки

source: Navigate to All Recipes
de: Zu allen Rezepten navigieren
es: Navegar a todas las Recetas
fr: Naviguer vers toutes les recettes
ja: すべてのレシピに移動する
ru: Перейти ко всем рецептам

source: Navigate to Favorites
de: Zu den Favoriten navigieren
es: Navegar a Favoritos
fr: Naviguer vers les favoris
ja: お気に入りに移動する
ru: Переход к Избранное

source: Navigate to Categories
de: Zu Kategorien navigieren
es: Navegar a Categorías
fr: Naviguer vers les catégories
ja: カテゴリーに移動する
ru: Перейдите к категориям

source: Toggle display settings
de: Anzeigeeinstellungen umschalten
es: Alternar ajustes de visualización
fr: Basculer les paramètres d'affichage
ja: 表示設定の切り替え
ru: Переключение настроек дисплея

source: Display Settings
de: Einstellungen Anzeigen
es: Ajustes de Pantalla
fr: Paramètres d'affichage
ja: ディスプレイ設定
ru: Настройки дисплея

source: Recipe Type
de: Rezept Typ
es: Tipo de Receta
fr: Type de Recette
ja: レシピの種類
ru: Тип рецепта

source: Sort By
de: Sortieren nach
es: Ordenar Por
fr: Trier par
ja: 並び順
ru: Сортировать по

source: Add a new recipe
de: Ein neues Rezept hinzufügen
es: Añadir una nueva receta
fr: Ajouter une nouvelle recette
ja: 新しいレシピを追加する
ru: Добавить новый рецепт

source: Add Recipe
de: Hinzufügen
es: Añadir Receta
fr: Ajouter Recette
ja: レシピを追加
ru: Добавить

source: Search
de: Suche
es: Buscar
fr: Recherche
ja: 検索
ru: Поиск

source: Search recipes
de: Rezepte suchen
es: Buscar recetas
fr: Rechercher des recettes
ja: レシピ検索
ru: Поиск рецептов

source: Prep
de: Vorbereitung
fr: Préparation
ja: プレップ
ru: Подготовка

source: Cook
de: Kochen
es: Cocinero
fr: Cuisiner
ja: クック
ru: Повар

source: Total
de: Insgesamt
ja: 合計
ru: Всего

source: Scheduled For
de: Geplant für
es: Programado Para
fr: Prévu pour
ja: 予定
ru: Запланировано на

source: Last Prepared
de: Zuletzt Vorbereitet
es: Último Preparado
fr: Dernière préparation
ja: 最後の準備
ru: Последняя подготовка

source: Created
de: Erstellt
es: Creado
fr: Créée
ja: 作成
ru: Создано

source: Welcome to Tamari!<br><br>There are no recipes to display.<br><br>Click the "Add Recipe" button above to get started.
de: Willkommen bei Tamari!<br><br>Es sind noch keine Rezepte vorhanden.<br><br>Klicken Sie auf die Schaltfläche "Rezept Hinzufügen", um zu beginnen.
es: Bienvenido a Tamari!<br><br>No hay recetas para mostrar.<br><br>Haga clic en el botón "Añadir receta" de arriba para empezar.
fr: Bienvenue à Tamari!<br><br>Il n'y a pas de recettes à afficher.<br><br>Cliquez sur le bouton "Ajouter Recette" ci-dessus pour commencer.
ja: ようこそタマリへ！<br><br>表示するレシピはありません。<br><br>上の「レシピを追加」ボタンをクリックしてください。
ru: Добро пожаловать в Тамари! <br><br>Сейчас нет рецептов для отображения.<br><br>Нажмите кнопку "Добавить рецепт" выше, чтобы начать.

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
ja: 設定
ru: Настройки

source: Submit new category
de: Neue Kategorie einreichen
es: Enviar nueva categoría
fr: Soumettre une nouvelle catégorie
ja: 新しいカテゴリーを投稿する
ru: Отправить новую категорию

source: Submit Category
de: Kategorie einreichen
es: Enviar Categoría
fr: Soumettre une catégorie
ja: 投稿カテゴリー
ru: Отправить категорию

source: Are you sure you want to delete the category
de: Sind Sie sicher, dass Sie die Kategorie löschen möchten?
es: ¿Está seguro de que desea eliminar la categoría
fr: Êtes-vous sûr de vouloir supprimer la catégorie ?
ja: 本当にカテゴリーを削除しますか？
ru: Вы уверены, что хотите удалить категорию

source: Delete category
de: Kategorie löschen
es: Eliminar categoría
fr: Supprimer une catégorie
ja: カテゴリー削除
ru: Удалить категорию

source: Showing %(recipe_count)d recipes in "%(query_string)s" category.
de: Zeigt %(recipe_count)d Rezepte in der Kategorie "%(query_string)s".
es: Mostrando %(recipe_count)d recetas en la categoría "%(query_string)s".
fr: Affichage de %(recipe_count)d recettes dans la catégorie "%(query_string)s".
ja: (query_string)s "カテゴリに%(recipe_count)d個のレシピを表示しています。
ru: Показывает %(recipe_count)d рецептов в категории "%(query_string)s".

source: The requested category does not exist.
de: Die gewünschte Kategorie existiert nicht.
es: La categoría solicitada no existe.
fr: La catégorie demandée n'existe pas.
ja: 要求されたカテゴリーが存在しない。
ru: Запрашиваемая категория не существует.

source: Showing %(recipe_count)d recipes in "Miscellaneous" category.
de: Zeigt %(recipe_count)d Rezepte in der Kategorie "Miscellaneous".
es: Mostrando %(recipe_count)d recetas de la categoría "Miscellaneous".
fr: Affichage de %(recipe_count)d recettes dans la catégorie "Miscellaneous".
ja: 「Miscellaneous」カテゴリの%(recipe_count)d件のレシピを表示しています。
ru: Показывает %(recipe_count)d рецептов в категории "Miscellaneous".

source: Showing %(rec_first)s - %(rec_last)s of %(rec_count)s recipes.
de: Anzeige von %(rec_first)s - %(rec_last)s von %(rec_count)s Rezepten.
es: Mostrando %(rec_first)s - %(rec_last)s de %(rec_count)s recetas.
fr: Afficher %(rec_first)s - %(rec_last)s de %(rec_count)s recettes.
ja: (rec_count)s レシピの %(rec_first)s - %(rec_last)s を表示します。
ru: Показывает %(rec_first)s - %(rec_last)s из %(rec_count)s рецептов.

source: The requested group does not exist or has no recipes.
de: Die gewünschte Gruppe existiert nicht oder hat keine Rezepte.
es: El grupo solicitado no existe o no tiene recetas.
fr: Le groupe demandé n'existe pas ou n'a pas de recettes.
ja: 要求されたグループが存在しないか、レシピがない。
ru: Запрашиваемая группа не существует или в ней нет рецептов.

source: Nutrition (1 serv.)
de: Ernährung (1 Portion)
es: Nutrición (1 porción)
ja: 栄養（1人分）
ru: Питание (1 порция)

source: Amount
de: Betrag
es: Importe
fr: Montant
ja: 金額
ru: Сумма

source: Sugar
de: Zucker
es: Azúcar
fr: Sucre
ja: 砂糖
ru: Сахар

source: Carbs
de: Kohlenhydrate
es: Carbohidratos
fr: Glucides
ja: 炭水化物
ru: Углеводы

source: Cholesterol
de: Cholesterin
es: Colesterol
fr: Cholestérol
ja: コレステロール
ru: Холестерин

source: Protein
de: Eiweiß
es: Proteína
fr: Protéines
ja: タンパク質
ru: Протеин

source: Sodium
de: Natrium
es: Sodio
ja: ナトリウム
ru: Натрий

source: Fat
de: Fett
es: Grasa
fr: Graisse
ja: 脂肪
ru: Жир

source: Fiber
de: Faser
es: Fibra
fr: Fibre
ja: 繊維
ru: Волокно

source: Prep Time
de: Vorbereitungszeit
es: Tiempo de Preparación
fr: Temps de préparation
ja: 準備期間
ru: Время подготовки

source: Cook Time
de: Kochzeit
es: Tiempo de Cocción
fr: Temps de cuisson
ja: 調理時間
ru: Время приготовления

source: Total Time
de: Zeit insgesamt
es: Tiempo Total
fr: Durée totale
ja: 合計時間
ru: Общее время

source: Original recipe URL
de: URL des Originalrezepts
es: URL de la receta original
fr: URL de la recette originale
ja: オリジナルレシピURL
ru: URL-адрес оригинального рецепта

source: Save Recipe
de: Rezept Speichern
es: Guardar Receta
fr: Enregistrer
ja: レシピを保存
ru: Сохранить рецепт

source: Login to Save Recipe
de: Anmelden, um Rezept zu Speichern
es: Iniciar sesión para guardar la receta
fr: Connexion pour Enregistrer
ja: ログインしてレシピを保存
ru: Войдите, чтобы сохранить рецепт

source: Step
de: Schritt
es: Paso
fr: Étape
ja: ステップ
ru: Шаг

source: The retrieval or parsing of data for the requested recipe failed.
de: Das Abrufen oder Parsen von Daten für das angeforderte Rezept ist fehlgeschlagen.
es: Ha fallado la recuperación o el análisis de los datos de la receta solicitada.
fr: L'extraction ou l'analyse des données de la recette demandée a échoué.
ja: 要求されたレシピのデータの検索または解析に失敗しました。
ru: Не удалось получить или разобрать данные для запрашиваемого рецепта.

source: Sometimes, refreshing the page will fix it.
de: Manchmal hilft es, die Seite zu aktualisieren.
es: A veces, refrescando la página se arregla.
fr: Il suffit parfois d'actualiser la page pour que le problème soit résolu.
ja: ページをリフレッシュすると直ることもある。
ru: Иногда обновление страницы помогает исправить ситуацию.

source: If you see this error frequently, opening an Issue Report on Github may help get it resolved.
de: Wenn dieser Fehler häufig auftritt, kann das Öffnen eines Fehlerberichts auf Github helfen, den Fehler zu beheben.
es: Si ves este error con frecuencia, abrir un informe de incidencia en Github puede ayudar a resolverlo.
fr: Si vous rencontrez fréquemment cette erreur, l'ouverture d'un rapport d'incident sur Github peut aider à la résoudre.
ja: このエラーが頻繁に表示される場合は、GithubでIssue Reportを開くと解決する可能性があります。
ru: Если вы часто видите эту ошибку, откройте отчет о проблеме на Github, это может помочь решить ее.

source: The requested recipe cannot be found.
de: Das angeforderte Rezept kann nicht gefunden werden.
es: No se encuentra la receta solicitada.
fr: La recette demandée est introuvable.
ja: リクエストされたレシピが見つかりません。
ru: Запрашиваемый рецепт не найден.

source: No recipes were found.
de: Es wurden keine Rezepte gefunden.
es: No se han encontrado recetas.
fr: Aucune recette n'a été trouvée.
ja: レシピは見つかりませんでした。
ru: Не найдено ни одного рецепта.

source: Search 100,000+ Recipes
de: Über 100.000 Rezepte Durchsuchen
es: Buscar en más de 100.000 recetas
fr: Recherche de plus de 100 000 recettes
ja: 100,000以上のレシピを検索
ru: Поиск 100 000+ рецептов

source: Browse By Category
de: Nach Kategorie suchen
es: Buscar por Categoría
fr: Parcourir par catégorie
ja: カテゴリー別に見る
ru: Просмотр по категориям

source: 30 Minute Meals
de: 30-Minuten-Mahlzeiten
es: Comidas en 30 Minutos
fr: Repas de 30 minutes
ja: 30分ミールス
ru: 30-минутные блюда

source: See More
de: Mehr Sehen
es: Ver Más
fr: Voir plus
ja: もっと見る
ru: См. подробнее

source: Recipes failed to load.
de: Rezepte konnten nicht geladen werden.
es: No se han podido cargar las recetas.
fr: Les recettes n'ont pas pu être chargées.
ja: レシピの読み込みに失敗しました。
ru: Рецепты не удалось загрузить.

source: There are no recipes to display.<br><br>On the recipe detail page, click the "Favorite" button to add a recipe to your favorites.
de: Es werden keine Rezepte angezeigt.<br><br> Klicken Sie auf der Rezeptdetailseite auf die Schaltfläche "Favorit", um ein Rezept zu Ihren Favoriten hinzuzufügen.
es: No hay recetas para mostrar.<br><br>En la página de detalles de la receta, haga clic en el botón "Favorito" para añadir una receta a sus favoritos.
fr: Il n'y a pas de recettes à afficher.<br><br>Sur la page de détail de la recette, cliquez sur le bouton "Favoris" pour ajouter une recette à vos favoris.
ja: 表示するレシピはありません。<br><br>レシピの詳細ページで、「お気に入り」ボタンをクリックして、レシピをお気に入りに追加してください。
ru: Нет ни одного рецепта для отображения.<br><br>На странице с подробным описанием рецепта нажмите кнопку "Любимый", чтобы добавить рецепт в избранное.

source: Navigate to Sign In page
de: Zur Anmeldeseite navigieren
es: Ir a la página de inicio de sesión
fr: Accéder à la page d'ouverture de session
ja: サインインページに移動する
ru: Перейдите на страницу входа в систему

source: Navigate to Register page
de: Navigieren Sie zur Seite Registrieren
es: Ir a la página de registro
fr: Accéder à la page d'inscription
ja: 登録ページに移動する
ru: Перейдите на страницу регистрации

source: Keep me Signed in
de: Angemeldet bleiben
es: Mantenerme registrado
fr: Gardez-moi Connecté
ja: サインインしたままにする
ru: Продолжайте подписываться

source: Reset Password?
de: Zurücksetzen?
es: ¿Restablecer?
fr: Réinitialiser ?
ja: パスワードをリセットしますか？
ru: Сбросить пароль?

source: Upcoming
de: Demnächst
es: Próximas
fr: À Venir
ja: 今後の予定
ru: Предстоящий

source: Navigate to Meal Planner (Upcoming)
de: Gehe zu Essensplaner (Demnächst)
es: Navegar hasta Planificador de Comidas (Próximas)
fr: Naviguer vers le Plan Repas (à venir)
ja: ミールプランナーに移動する（予定）
ru: Перейти к планировщику питания (предстоящий)

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
ja: 完成
ru: Завершено

source: Navigate to Meal Planner (Completed)
de: Gehe zu Essensplaner (Abgeschlossen)
es: Navegar hasta el Planificador de Comidas (Completado)
fr: Naviguer vers le Plan Repas (Terminé)
ja: ミールプランナーへ移動 (完了)
ru: Перейдите к планировщику питания (завершен)

source: Statistics
de: Statistik
es: Estadísticas
fr: Statistiques
ja: 統計
ru: Статистика

source: Recipes Prepared
de: Zubereitete Rezepte
es: Recetas Preparadas
fr: Recettes préparées
ja: レシピ
ru: Приготовленные рецепты

source: Past Week
de: Letzte Woche
es: Semana Anterior
fr: Semaine écoulée
ja: 過去1週間
ru: Прошедшая неделя

source: Past Month
de: Vergangener Monat
es: Mes Anterior
fr: Mois écoulé
ja: 過月
ru: Прошедший месяц

source: Past Year
de: Vergangenes Jahr
es: Año Pasado
fr: Année écoulée
ja: 過去1年間
ru: Прошлый год

source: Completed Recipes
de: Fertige Rezepte
es: Recetas Completas
fr: Recettes terminées
ja: 完成したレシピ
ru: Завершенные рецепты

source: Previously prepared recipes will be displayed here.
de: Bereits zubereitete Rezepte werden hier angezeigt.
es: Aquí se mostrarán las recetas preparadas anteriormente.
fr: Les recettes déjà préparées sont affichées ici.
ja: 以前作ったレシピはここに表示されます。
ru: Здесь будут отображаться ранее приготовленные рецепты.

source: All Upcoming Days
de: Alle Bevorstehenden Tage
es: Todos los Próximos Días
fr: Tous les jours à venir
ja: 今後の全日程
ru: Все предстоящие дни

source: All Planned Recipes
de: Alle Geplanten Rezepte
es: Todas las Recetas Previstas
fr: Toutes les recettes prévues
ja: すべてのレシピ
ru: Все запланированные рецепты

source: Remove Meal Plan
de: Essensplan Entfernen
es: Eliminar el Plan de Comidas
fr: Supprimer le plan de repas
ja: ミールプランの削除
ru: Удалить план питания

source: You have no recipes saved to the meal planner.
de: Sie haben keine Rezepte im Essenplaner gespeichert.
es: No tiene recetas guardadas en el planificador de comidas.
fr: Vous n'avez pas de recettes enregistrées dans le planificateur de repas.
ja: ミールプランナーにレシピが保存されていません。
ru: У вас нет рецептов, сохраненных в планировщике блюд.

source: There are no meals planned for the selected day.
de: Für den gewählten Tag sind keine Mahlzeiten vorgesehen.
es: No hay comidas previstas para el día seleccionado.
fr: Aucun repas n'est prévu pour le jour sélectionné.
ja: 選択した日の食事は予定されていない。
ru: На выбранный день питание не запланировано.

source: Invalid Date
de: Ungültiges Datum
es: Fecha no Válida
fr: Date invalide
ja: 無効な日付
ru: Неверная дата

source: The requested date is invalid or cannot be searched.
de: Das angeforderte Datum ist ungültig oder kann nicht abgefragt werden.
es: La fecha solicitada no es válida o no se puede buscar.
fr: La date demandée n'est pas valide ou ne peut être recherchée.
ja: 要求された日付が無効であるか、検索できません。
ru: Запрашиваемая дата недействительна или не может быть найдена.

source: Showing %(recipe_count)s recipes in "%(catname)s" category.
de: Zeigt %(recipe_count)s Rezepte in der Kategorie "%(catname)s".
es: Mostrando %(recipe_count)s recetas en la categoría "%(catname)s".
fr: Affichage de %(recipe_count)s recettes dans la catégorie "%(catname)s".
ja: 「%(catname)s」カテゴリに%(recipe_count)s件のレシピを表示しています。
ru: Показывает %(recipe_count)s рецептов в категории "%(catname)s".

source: The requested category could not be found.
de: Die gewünschte Kategorie konnte nicht gefunden werden.
es: No se ha encontrado la categoría solicitada.
fr: La catégorie demandée n'a pas été trouvée.
ja: 要求されたカテゴリが見つかりません。
ru: Запрашиваемая категория не найдена.

source: List
de: Liste
es: Lista
fr: Liste
ja: リスト
ru: Список

source: Click an item to add or remove it from Completed.
de: Klicken Sie auf ein Element, um es zu "Abgeschlossen" hinzuzufügen oder zu entfernen.
es: Haga clic en un elemento para añadirlo o quitarlo de Completado.
fr: Cliquez sur un élément pour l'ajouter ou le supprimer de Complété.
ja: 項目をクリックすると、Completedから追加または削除されます。
ru: Нажмите на элемент, чтобы добавить его или удалить из завершенных.

source: To Buy
de: Zum Kaufen
es: Comprar
fr: Acheter
ja: 購入する
ru: Купить

source: Remove List Item
de: Listeneintrag Entfernen
es: Eliminar Elemento de la Lista
fr: Supprimer l'article de la liste
ja: リスト項目の削除
ru: Удалить элемент списка

source: For recipe
de: Für das Rezept
es: Para la receta
fr: Pour la recette
ja: レシピ
ru: Для рецепта

source: This list has no items saved. Add one below or from a Recipe Detail page.
de: In dieser Liste sind keine Einträge gespeichert. Fügen Sie einen unten oder auf einer Rezept-Detailseite hinzu.
es: Esta lista no tiene artículos guardados. Añada uno a continuación o desde una página de Detalles de la receta.
fr: Cette liste n'a pas d'éléments enregistrés. Ajoutez-en un ci-dessous ou à partir d'une page de détail de la recette.
ja: このリストには項目が保存されていません。下記またはレシピ詳細ページから追加してください。
ru: В этом списке нет сохраненных элементов. Добавьте его ниже или со страницы подробного описания рецепта.

source: Add an Item
de: Ein Element hinzufügen
es: Añadir un Artículo
fr: Ajouter un élément
ja: アイテムを追加する
ru: Добавить элемент

source: (4) yellow squash
de: (4) gelber Kürbis
es: (4) calabaza amarilla
fr: (4) courges jaunes
ja: (4) イエローカボチャ
ru: (4) желтый сквош
